Repository: altairbarbosa/likebook
Catalog: Likebook/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, pl, pt, ro, ru, tr, vi

# helpDialog.Text
source: To save images go to the image in question, click "View in the original size", the image will open in full screen, then click the "Save" button and wait a few moments. To save videos It is necessary that this feature is enabled in "Options", done this, simply navigate to the video in question and give play, the video will open in full screen, then click the "Save" button and wait a few moments.
ar: لحفظ الصور الذهاب إلى الصورة في السؤال ، انقر فوق "عرض في الحجم الأصلي" ، وسوف تفتح الصورة في ملء الشاشة ، ثم انقر علي "حفظ" الزر والانتظار لحظات قليله. لحفظ ملفات الفيديو من الضروري ان يتم تمكين هذه الميزة في "خيارات" ، والقيام بذلك ، ببساطه انتقل إلى الفيديو في السؤال وإعطاء اللعب ، والفيديو سوف تفتح في كامل الشاشة ، ثم انقر علي "حفظ" الزر والانتظار لحظات قليله.
de: Um Bilder zu speichern gehen Sie auf das Bild in Frage, klicken Sie auf "Ansicht in der Originalgröße", das Bild wird in vollem Bildschirm geöffnet, dann klicken Sie auf die Schaltfläche "Speichern" und warten Sie ein paar Augenblicke. Um Videos zu speichern ist es notwendig, dass diese Funktion in "Optionen" aktiviert ist, dies getan, einfach zu dem Video in Frage zu navigieren und spielen, wird das Video in vollem Bildschirm öffnen, dann klicken Sie auf "Save"-Button und warten Sie ein paar Augenblicke.
es: Para guardar las imágenes ir a la imagen en cuestión, haga clic en "ver en el tamaño original", la imagen se abrirá en pantalla completa, a continuación, haga clic en el botón "guardar" y esperar unos momentos. Para guardar vídeos es necesario que esta función esté activada en "opciones", hecho esto, simplemente navegue al vídeo en cuestión y dé Play, el vídeo se abrirá en pantalla completa, luego haga clic en el botón "Save" y espere unos momentos.
fr: Pour enregistrer des images aller à l'image en question, cliquez sur "afficher dans la taille d'origine", l'image s'ouvre en plein écran, puis cliquez sur le bouton "Enregistrer" et attendre quelques instants. Pour enregistrer des vidéos, il est nécessaire que cette fonctionnalité est activée dans "options", fait cela, il suffit de naviguer vers la vidéo en question et de donner un jeu, la vidéo s'ouvre en plein écran, puis cliquez sur le bouton "Enregistrer" et attendre quelques instants.
hi: प्रश्न में छवि के लिए छवियों को बचाने पर जाएँ करने के लिए, "छवि पूर्ण स्क्रीन में खोलने जाएगा तब"सहेजें"बटन क्लिक करें और कुछ क्षण प्रतीक्षा करें दृश्य मूल आकार में", क्लिक करें। यह आवश्यक है कि इस सुविधा में सक्षम है वीडियो सहेजने के लिए "विकल्प" यह, किया, बस सवाल में वीडियो करने के लिए नेविगेट करें और खेलने दे, वीडियो पूर्ण स्क्रीन में खोलने जाएगा तब "सहेजें" बटन क्लिक करें और कुछ क्षण प्रतीक्षा करें।
id: Untuk menyimpan gambar kembali ke gambar dalam pertanyaan, klik "Lihat dalam ukuran asli", gambar akan membuka layar penuh, kemudian klik tombol "Simpan " dan tunggu beberapa saat. Untuk menyimpan video yang diperlukan bahwa fitur ini diaktifkan dalam "Pilihan", melakukan ini, hanya arahkan ke video yang dipermasalahkan dan memberikan bermain, video akan membuka layar penuh, kemudian klik tombol "Simpan" dan tunggu beberapa saat.
it: Per salvare le immagini Vai all'immagine in questione, fare clic su "Visualizza nella dimensione originale", l'immagine si aprirà a schermo intero, quindi fare clic sul pulsante "Salva" e attendere qualche istante. Per salvare i video è necessario che questa funzione è attivata in "Opzioni", fatto questo, semplicemente navigare al video in questione e dare il gioco, il video si aprirà a schermo intero, quindi fare clic sul pulsante "Salva" e attendere qualche istante.
ja: 画像を保存するには、問題の画像に移動するには、[元のサイズで表示] をクリックして、画像がフルスクリーンで開き、[保存] ボタンをクリックして、しばらく待ってください。ビデオを保存するには、この機能は、"オプション" で有効になっている必要があります, これを行う, 単に問題のビデオに移動し、再生を与える, ビデオは、フルスクリーンで開きます, その後、"保存" ボタンをクリックして、しばらく待つ.
pl: Zapisz obrazy iść do omawianego obrazu, kliknij przycisk "Zobacz w oryginalnym rozmiarze." obraz będzie Otwórz na pełnym ekranie, a następnie kliknij przycisk "Zapisz" i poczekaj chwilę. Aby zapisać filmy, które jest konieczne, że ta funkcja jest włączona w "Opcje", to, po prostu przejdź do filmu wideo i dać grać, film będzie Otwórz na pełnym ekranie, a następnie kliknij przycisk "Zapisz" i poczekaj chwilę.
pt: Para salvar imagens vá até a imagem em questão, clique em "Ver no tamanho original", a imagem abrirá em tela cheia, então clique no botão "Salvar" e aguarde alguns instantes. Para salvar vídeos é necessário que este recurso seja habilitado em "Opções", feito isto, basta navegar até o vídeo em questão e dar play, o vídeo abrirá em tela cheia, então clique no botão "Salvar" e aguarde alguns instantes.
ro: Pentru a salva imagini du-te la imaginea în cauză, faceţi clic pe "Vizualizare dimensiunile originale", imaginea va deschide în ecran complet, apoi faceţi clic pe butonul "Salvare" şi aşteptaţi câteva momente. Pentru a salva vizual este necesar că această caracteristică este activată în "Opţiuni", face acest lucru, pur şi simplu navigaţi la pagina în cauză și dau play, video va deschide în modul ecran complet, apoi faceţi clic pe butonul "Salvare" şi aşteptaţi câteva momente.
ru: Чтобы сохранить изображения, перейдите к изображению, о котором идет речь, щелкните "Просмотр в исходном размере", изображение откроется в полноэкранном режиме, затем нажмите кнопку "Сохранить" и подождите несколько минут. Для сохранения видеороликов необходимо, чтобы эта функция была включена в параметрах "Параметры", в этом случае просто перейти к видеоролику, о котором идет речь, и дать воспроизведение, видео откроется в полноэкранном режиме, а затем нажать кнопку "Сохранить" и подождать несколько минут.
tr: Söz konusu görüntü görüntüleri kaydetmek gitmek "görüntüyü tam ekranda açılır sonra"Kaydet"düğmesini tıklayın ve bir süre bekleyin orijinal boyutunda," seçeneğini seçin. Bu özellik etkin gereklidir video kaydetmek için "Seçenekler" Bu, yapılır, sadece söz konusu video gidin oyun vermek, video tam ekran açılır sonra "Kaydet" düğmesini tıklayın ve bir süre bekleyin.
vi: Để lưu hình ảnh vào hình ảnh trong câu hỏi, hãy nhấp vào "Xem kích thước gốc", hình ảnh sẽ mở trong toàn màn hình, sau đó nhấp vào nút "Lưu" và chờ đợi một vài phút. Để lưu video đó là cần thiết rằng tính năng này được kích hoạt trong "Tùy chọn", thực hiện điều này, chỉ đơn giản là di chuyển đến video trong câu hỏi và cho chơi, video sẽ mở trong toàn màn hình, sau đó nhấp vào nút "Lưu" và chờ đợi một vài phút.

# helpSave.Text
source: How to save a file?
ar: حفظ الملف؟
de: Speichern einer Datei?
es: Como guardar un archivo?
fr: Comme enregistrer un fichier?
hi: एक फ़ाइल को सहेजें?
id: Bagaimana cara menyimpan file?
it: Come salvare un file?
ja: ファイルを保存するには？
pl: Jak zapisać plik?
pt: Como salvar um arquivo?
ro: Cum de a salva un fișier?
ru: Как сохранить файл?
tr: Bir dosyayı nasıl kaydedebilirim?
vi: Lưu một tập tin?

# pivotHelp.Header
source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
id: Tolong
it: Aiuta
ja: 助けて
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: помощь
tr: Yardım et
vi: Cứu giúp

# browser.Header
source: Enable internal browser
ar: تفعيل المتصفح الداخلي
de: Aktivieren internen browser
es: Habilitar el navegador interno
fr: Activer le navigateur interne
hi: आंतरिक ब्राउज़र को सक्रिय
id: Mengaktifkan built-in browser
it: Abilita browser interno
ja: 内部ブラウザを有効にする
pl: Włącz przeglądarkę wewnętrznego
pt: Habilitar navegador interno
ro: Activați browser-ul intern
ru: Активировать браузер внутренний
tr: Dahili tarayıcıyı etkinleştir
vi: Kích hoạt tính năng trình duyệt nội

# ClipButton.Label
source: Copy link
ar: نسخ الرابط
de: Kopieren Sie die Link
es: Copiar enlace
fr: Copier le lien
hi: कड़ी को कॉपी करें
it: Copiare il link
ja: リンクをコピー
pl: Skopiować link
pt: Copiar link
ro: Copiați link-ul
ru: скопируйте ссылку
tr: Bağlantı kopyalayın
vi: Sao chép liên kết

# forwardButton.Label
source: Forward
ar: إلى الأمام
de: Vorwärts
es: Adelante
fr: Vers l'avant
hi: आगे भेजना
id: Bergerak
it: Avanti
ja: フォワード
pl: Naprzód
pt: Avançar
ro: Redirecţiona
ru: вперед
tr: Ileri
vi: về phía trước

# clipDialog.Text
source: The Copy Link feature is available so you can capture some link while browsing through the Likebook built-in browser.
ar: "الحلقة نسخ" متاح حتى تتمكن من القبض على أي رابط أثناء التصفح من خلال متصفح Likebook الداخلي.
de: Der „Link kopieren“ zur Verfügung, so dass Sie einen Link erfassen können, während über den internen Likebook Browser durchsuchen.
es: La función "Copiar enlace" está disponible para que puedas capturar algún enlace mientras navegas a través del navegador interno de Likebook.
fr: Le « Copier le lien » est disponible afin que vous pouvez capturer tout lien tout en naviguant à travers le navigateur Likebook interne.
hi: तो आप किसी भी लिंक, जबकि आंतरिक Likebook ब्राउज़र के माध्यम से ब्राउज़ कैप्चर कर सकते हैं "लिंक कॉपी" उपलब्ध है।
id: "Copy link" fitur ini tersedia sehingga Anda dapat menangkap beberapa link saat browsing melalui browser internal Likebook.
it: Qual è la copia collegamento risorsa?
ja: 内部Likebookブラウザ経由で閲覧しているときに任意のリンクをキャプチャすることができますので、「コピーリンクは、」使用可能です。
pl: „Kopiuj Link” jest dostępna, dzięki czemu można uchwycić żadnego związku podczas przeglądania wewnętrznej przeglądarce Likebook.
pt: O recurso "Copiar link" está disponível para que você possa capturar algum link enquanto navega através do navegador interno do Likebook.
ro: „Veriga Copy“ este disponibil astfel încât să puteți capta orice link în timp ce navigarea prin intermediul browser-ului Likebook intern.
ru: «Копировать ссылку» доступна, так что вы можете захватить любую ссылку во время просмотра через встроенный браузер Likebook.
tr: İç Likebook tarayıcısı üzerinden tarama yaparken herhangi bağlantısını yakalamak böylece "Bağlantıyı kopyala" mevcuttur.
vi: Các "Sao chép liên kết" là có sẵn để bạn có thể chụp bất kỳ liên kết khi duyệt thông qua trình duyệt Likebook nội bộ.

# helpClip.Text
source: What is the copy link feature for?
ar: ما هو الرابط نسخة الموارد؟
de: Was ist die Link-Ressource Kopie?
es: ¿Para qué sirve el recurso de copiar enlace?
fr: Quel est le lien de copie des ressources?
hi: संसाधन प्रतिलिपि लिंक क्या है?
id: Apa yang dimaksud dengan fitur link salinan untuk?
it: Qual è la copia collegamento risorsa?
ja: リソースのコピーリンクとは何ですか？
pl: Jaki jest związek kopia zasób?
pt: Para que serve o recurso copiar link?
ro: Ce este link-ul de copiere de resurse?
ru: Что такое ссылка копия ресурса?
tr: Kaynak kopya bağlantısı nedir?
vi: Liên kết bản sao tài nguyên là gì?

# linkCopy
source: Link copied to clipboard. If you have problems, please visit the "Help" section under "Settings" for more information.
ar: تم نسخ الرابط إلى الحافظة. إذا كان لديك مشاكل، يرجى زيارة قسم "مساعدة" تحت عنوان "الإعدادات" لمزيد من المعلومات.
de: Link in die Zwischenablage kopiert. Wenn Sie Probleme haben, besuchen Sie die Rubrik „Hilfe“ unter „Einstellungen“ für weitere Informationen.
es: Enlace copiado al portapapeles. Si tiene problemas, visite la sección "Ayuda" en "Configuraciones" para obtener más información.
fr: Lien copié dans le presse-papiers. Si vous avez des problèmes, consultez la section « Aide » sous « Paramètres » pour plus d'informations.
hi: लिंक को क्लिपबोर्ड पर कॉपी। आप समस्या है, तो अधिक जानकारी के लिए "सेटिंग" के तहत "सहायता" अनुभाग पर जाएँ।
id: Link disalin ke Clipboard. Jika Anda memiliki masalah, kunjungi bagian "Membantu " di "Pengaturan" untuk informasi lebih lanjut.
it: Link copiato negli appunti. In caso di problemi, visita la sezione "Aiuta" in "Impostazioni" per ulteriori informazioni.
ja: リンクがクリップボードにコピーされました。あなたは問題がある場合、詳細については、「設定」の下の「ヘルプ」セクションをご覧ください。
pl: Link został skopiowany do schowka. Jeśli masz problemy, przejdź do sekcji „Pomoc” pod „Ustawienia”, aby uzyskać więcej informacji.
pt: Link copiado para área de transferência. Caso tenha problemas, visite a sessão "Ajuda" em "Configurações" para obter mais informações.
ro: Link copiat în clipboard. Dacă aveți probleme, accesați secțiunea „Ajutor“ în „Setările“ pentru mai multe informații.
ru: Ссылка скопирована в буфер обмена. Если у вас возникли проблемы, посетите «Помощь» в разделе «Настройки» для получения дополнительной информации.
tr: Bağlantı panoya kopyalandı. Eğer bir sorun varsa, daha fazla bilgi için "Ayarlar" altında "Yardım" bölümünü ziyaret edin.
vi: Link sao chép vào clipboard. Nếu bạn có vấn đề, hãy truy cập "Trợ giúp" phần dưới "Settings" để biết thêm thông tin.

# videoMode.Header
source: Enable video download
ar: تمكين تحميل الفيديو
de: Aktivieren video download
es: Activar descarga de vídeo
fr: Activer le téléchargement vidéo
hi: वीडियो डाउनलोड को सक्षम करें
id: Mengaktifkan Video Download
it: Abilita download video
ja: ビデオのダウンロードを有効にする
pl: Włącz pobieranie wideo
pt: Habilitar download de vídeos
ro: Activați video download
ru: Включить загрузку видео
tr: Video download etkinleştirmek
vi: Sử video download

# commandbar.Header
source: Enable navigation buttons
ar: تمكين أزرار التنقل
de: Navigationsschaltflächen aktivieren
es: Activar botones de navegación
fr: Activer les boutons de navigation
hi: नेविगेशन बटंस सक्षम करें
id: Mengaktifkan tombol navigasi
it: Attivare i pulsanti di navigazione
ja: ナビゲーションボタンを有効にする
pl: Włączanie przycisków nawigacji
pt: Habilitar botões de navegação
ro: Activare butoane de navigare
ru: Включение кнопок навигации
tr: Gezinti düğmelerini etkinleştir
vi: Nút điều hướng sử

# iconAppButton.Content
source: Pin
ar: حل
es: Fijar
fr: Épingle
hi: पिन
it: Perno
ja: ピン
pt: Fixar
ru: Контактный
vi: Ghim

# oquesereuDialog.Text
source: Dev. Altair Barbosa - Thanks for downloading our app, don't forget to leave your review on the Microsoft Store and learn about our other products through the link below.
ar: Dev. Altair Barbosa - شكرًا لتنزيل تطبيقنا ، لا تنسَ ترك التعليق الخاص بك على Microsoft Store والتعرف على منتجاتنا الأخرى من خلال الرابط أدناه.
de: Dev. Altair Barbosa - Vielen Dank, dass Sie unsere App heruntergeladen haben. Vergessen Sie nicht, Ihre Bewertung im Microsoft Store abzugeben, und informieren Sie sich über unsere anderen Produkte über den unten stehenden Link.
es: Dev. Altair Barbosa - Gracias por descargar nuestra aplicación, no olvide dejar su comentario en la Microsoft Store y obtener más información sobre nuestros otros productos a través del siguiente enlace.
fr: Dev. Altair Barbosa - Merci d'avoir téléchargé notre application, n'oubliez pas de laisser votre avis sur le Microsoft Store et découvrez nos autres produits grâce au lien ci-dessous.
hi: Dev. Altair Barbosa "- हमारे ऐप को डाउनलोड करने के लिए धन्यवाद, Microsoft Store पर अपनी समीक्षा छोड़ना न भूलें और नीचे दिए गए लिंक के माध्यम से हमारे अन्य उत्पादों के बारे में जानें।
id: Dev. Altair Barbosa - Terima kasih telah mengunduh aplikasi kami, jangan lupa untuk meninggalkan ulasan Anda di Microsoft Store dan pelajari tentang produk kami yang lain melalui tautan di bawah ini.
it: Dev. Altair Barbosa - Grazie per aver scaricato la nostra app, non dimenticare di lasciare la tua recensione su Microsoft Store e conoscere gli altri nostri prodotti tramite il link in basso.
ja: Dev. Altair Barbosa - 私たちのアプリをダウンロードしてくれてありがとう、Microsoft Storeにあなたのレビューを残して、下のリンクを通して私たちの他の製品について学ぶことを忘れないでください。
pl: Dev. Altair Barbosa - Dziękujemy za pobranie naszej aplikacji, nie zapomnij opuścić recenzji w Microsoft Store i dowiedz się o naszych innych produktach za pomocą poniższego linku.
pt: Dev. Altair Barbosa - Obrigado por baixar nosso aplicativo, não esqueça de deixar sua avaliação na Microsoft Store e conhecer nossos outros produtos através do link abaixo.
ro: Dev. Altair Barbosa - Vă mulțumim că descărcați aplicația noastră, nu uitați să lăsați recenzia dvs. pe Microsoft Store și să aflați despre celelalte produse noastre prin intermediul link-ului de mai jos.
ru: Dev. Altair Barbosa - Спасибо за загрузку нашего приложения, не забудьте оставить свой отзыв в Microsoft Store и узнать о других наших продуктах по ссылке ниже.
tr: Dev. Altair Barbosa - Uygulamamızı indirdiğiniz için teşekkür ederiz, yorumunuzu Microsoft Store'a bırakmayı unutmayın ve aşağıdaki bağlantıdan diğer ürünlerimiz hakkında bilgi edinin.
vi: Dev. Altair Barbosa - Cảm ơn bạn đã tải xuống ứng dụng của chúng tôi, đừng quên để lại đánh giá của bạn trên Microsoft Store và tìm hiểu về các sản phẩm khác của chúng tôi thông qua liên kết bên dưới.

# reportAppButton.Content
source: Report errors
ar: الإبلاغ عن الأخطاء
de: Fehler melden
es: Reportar errores
fr: Signaler des erreurs
hi: त्रुटियों की रिपोर्ट करें
id: Laporkan kesalahan
it: Segnala errori
ja: エラーを報告する
pl: Zgłoś błędy
pt: Reportar erros
ro: Raportați erorile
ru: Сообщить об ошибках
tr: Hataları bildir
vi: Báo cáo lỗi

# reviewAppButton.Content
source: Rate the app
ar: تقييم التطبيق
de: Bewerten Sie die App
es: Califica la aplicación
fr: Évaluer l'application
hi: एप्लिकेशन की श्रेणी बताओ
id: Beri peringkat aplikasi
it: Valuta l'app
ja: アプリを評価する
pl: Oceń aplikację
pt: Avaliar o aplicativo
ro: Evaluați aplicația
ru: Оцените приложение
tr: Uygulamayı oyla
vi: Đánh giá ứng dụng

# apps.Text
source: Click here to know
ar: انقر هنا لمعرفة
de: Klicken Sie hier, um es zu erfahren
es: Clic aquí para saber
fr: Cliquez ici pour savoir
hi: जानने के लिए यहाँ क्लिक करें
id: Klik di sini untuk mengetahui
it: Clicca qui per sapere
ja: 知るには、ここをクリックし
pl: Kliknij tutaj, aby wiedzieć
pt: Clique aqui e conheça
ro: Click aici pentru a afla
ru: Нажмите здесь, чтобы узнать
tr: Bilmek için buraya tıklayın
vi: Nhấn vào đây để biết

# UserAgent.Header
source: Navigation mode
ar: وضع التنقل
de: Navigationsmodus
es: Modo de navegación
fr: Mode de navigation
hi: नेविगेशन मोड
id: Mode navigasi
it: Modalità di navigazione
ja: ナビゲーション モード
pl: Tryb nawigacji
pt: Modo de navegação
ro: Mod navigare
ru: Режим навигации
tr: Gezinme modu
vi: Chế độ điều hướng
